[
    {
        "title": "<h1>Introduction to African American Literature</h1>",
        "code": "<h2>CAS AA 103</h2>",
        "description": "<p>Undergraduate Prerequisites: First-Year Writing Seminar (WR 120 or equivalent) - What is the African American literary tradition? In this course, we will read poetry, slave narratives, essays, speeches, tales, short stories, and novels and consider how culture, politics, and history shape African American literature. Carries humanities divisional credit in CAS. Effective Fall 2018, this course fulfills a single unit in each of the following BU Hub areas: Aesthetic Exploration, Global Citizenship and Intercultural Literacy. Effective Fall 2019, this course fulfills a single unit in each of the following BU Hub areas: Aesthetic Exploration, Global Citizenship and Intercultural Literacy, Critical Thinking. Effective Fall 2022, this course fulfills a single unit in each of the following BU Hub areas: Writing-Intensive Course, Global Citizenship and Intercultural Literacy, Critical Thinking.</p>",
        "units": "<dd>4</dd>",
        "schedule": [
            {
                "section": "<td>A1</td>",
                "instructor": "<td>Boelcskevy</td>",
                "location": "<td>STH B22</td>",
                "schedule": "<td>MWF 10:10 am-11:00 am</td>",
                "notes": "<td>Mts w/CAS EN129</td>"
            }
        ]
    },
    {
        "title": "<h1>Black Power in the Classroom: The History of Black Studies</h1>",
        "code": "<h2>CAS AA 112</h2>",
        "description": "<p>Centers Black experiences, cultures, knowledge production and identity formation in the United States and in the African Diaspora across time and space. Examines and traces the genealogies of Black Studies as a discipline: its political, ideological, and practical foundations on college campuses and in communities. Also explores earlier traditions and contemporary work in Black radical thought and activism that lay the groundwork for and build on the founding principles of Black Studies by mobilizing an intersectional and diasporic lens. Effective Fall 2020, this course fulfills a single unit in each of the following BU Hub areas: Historical Consciousness, Social Inquiry I, Research and Information Literacy.</p>",
        "units": "<dd>4</dd>",
        "schedule": [
            {
                "section": "<td>A1</td>",
                "instructor": "<td>Williams</td>",
                "location": "<td>CAS 426</td>",
                "schedule": "<td>TR 12:30 pm-1:45 pm</td>",
                "notes": "<td>Mts w/CAS HI112</td>"
            }
        ]
    },
    {
        "title": "<h1>Kongo to Cuba: Art, Exchange, and Self-Determination in Africa and Latin America</h1>",
        "code": "<h2>CAS AA 114</h2>",
        "description": "<p>This course introduces the arts of Africa and Latin America. It explores the rich diversity of each continent's artistic production and highlights the impact of their intertwining histories on visual expression in the wake of transcontinental exchange and globalization. Effective Fall 2022, this course fulfills a single unit in each of the following BU Hub areas: Global Citizenship and Intercultural Literacy, Aesthetic Exploration, Critical Thinking.</p>",
        "units": "<dd>4</dd>",
        "schedule": [
            {
                "section": "<td>A1</td>",
                "instructor": "<td>Becker</td>",
                "location": "<td>CAS 313</td>",
                "schedule": "<td>MWF 1:25 pm-2:15 pm</td>",
                "notes": "<td>Mts w/CAS AH114</td>"
            },
            {
                "section": "<td>B1</td>",
                "instructor": "<td>Becker</td>",
                "location": "<td>CAS B25B</td>",
                "schedule": "<td>M 3:35 pm-4:25 pm</td>",
                "notes": "<td>Mts w/CAS AH114</td>"
            },
            {
                "section": "<td>C1</td>",
                "instructor": "<td>Becker</td>",
                "location": "<td>CAS B25B</td>",
                "schedule": "<td>M 4:40 pm-5:30 pm</td>",
                "notes": "<td>Mts w/CAS AH114</td>"
            },
            {
                "section": "<td>D1</td>",
                "instructor": "<td>Becker</td>",
                "location": "<td>CAS 212</td>",
                "schedule": "<td>W 9:05 am-9:55 am</td>",
                "notes": "<td>Mts w/CAS AH114</td>"
            },
            {
                "section": "<td>E1</td>",
                "instructor": "<td>Becker</td>",
                "location": "<td>CAS 308</td>",
                "schedule": "<td>W 10:10 am-11:00 am</td>",
                "notes": "<td>Mts w/CAS AH114</td>"
            }
        ]
    },
    {
        "title": "<h1>Write Back Soon: Blackness and the Prison</h1>",
        "code": "<h2>CAS AA 132</h2>",
        "description": "<p>This course interrogates the theme of black containment from slavery and Jim Crow to, principally, mass incarceration. Students explore the topic alongside the development of open letter writing skills. This form explores the persuasive impact of personal relationships and the politics of public vulnerabilities. Readings include letters to and from prison, documentaries, poetry, short stories, anthologies, memoirs, comics, visual art, and critical interventions. We also look at contemporary projects organizing for abolition and prisoner support.. Effective Fall 2021, this course fulfills a single unit in each of the following BU Hub areas: The Individual in Community, Aesthetic Exploration, Critical Thinking.</p>",
        "units": "<dd>4</dd>",
        "schedule": []
    },
    {
        "title": "<h1>Sociology of Race and Ethnicity</h1>",
        "code": "<h2>CAS AA 207</h2>",
        "description": "<p>Examines the fundamental theoretical and empirical approaches regarding race/ethnicity and the current state of race relations in the U.S. that explore both contemporary social problems. Effective Fall 2019, this course fulfills a single unit in each of the following BU Hub areas: Historical Consciousness, The Individual in Community, Research and Information Literacy. </p>",
        "units": "<dd>4</dd>",
        "schedule": [
            {
                "section": "<td>A1</td>",
                "instructor": "<td>Grundy</td>",
                "location": "<td>WED 130</td>",
                "schedule": "<td>TR 9:30 am-10:45 am</td>",
                "notes": "<td>Mts w/CAS SO207 ; Students registering for CAS AA207 A1 lecture must also register for CAS AA207 A(2-4) discussion.</td>"
            },
            {
                "section": "<td>A2</td>",
                "instructor": "<td>Grundy</td>",
                "location": "<td>MCS B33</td>",
                "schedule": "<td>F 9:05 am-9:55 am</td>",
                "notes": "<td>Mts w/CAS SO207</td>"
            },
            {
                "section": "<td>A3</td>",
                "instructor": "<td>Grundy</td>",
                "location": "<td>CAS 204B</td>",
                "schedule": "<td>F 10:10 am-11:00 am</td>",
                "notes": "<td>Mts w/CAS SO207</td>"
            },
            {
                "section": "<td>A4</td>",
                "instructor": "<td>Grundy</td>",
                "location": "<td>KCB 102</td>",
                "schedule": "<td>F 12:20 pm-1:10 pm</td>",
                "notes": "<td>Mts w/CAS SO207</td>"
            },
            {
                "section": "<td>A5</td>",
                "instructor": "<td>Grundy</td>",
                "location": "<td>PRB 146</td>",
                "schedule": "<td>F 2:30 pm-3:20 pm</td>",
                "notes": "<td>Mts w/CAS SO207</td>"
            },
            {
                "section": "<td>A1</td>",
                "instructor": "<td>Grundy</td>",
                "location": "<td>CAS 522</td>",
                "schedule": "<td>TR 11:00 am-12:15 pm</td>",
                "notes": "<td>Mts w/CAS SO207</td>"
            },
            {
                "section": "<td>B1</td>",
                "instructor": "<td>Campos Jr</td>",
                "location": "<td>FLR 122</td>",
                "schedule": "<td>W 9:05 am-9:55 am</td>",
                "notes": "<td></td>"
            },
            {
                "section": "<td>C1</td>",
                "instructor": "<td>Campos Jr</td>",
                "location": "<td>COM 217</td>",
                "schedule": "<td>W 10:10 am-11:00 am</td>",
                "notes": "<td></td>"
            },
            {
                "section": "<td>D1</td>",
                "instructor": "<td>King</td>",
                "location": "<td>SOC B59</td>",
                "schedule": "<td>W 1:25 pm-2:15 pm</td>",
                "notes": "<td></td>"
            },
            {
                "section": "<td>E1</td>",
                "instructor": "<td>King</td>",
                "location": "<td>PRB 148</td>",
                "schedule": "<td>W 12:20 pm-1:10 pm</td>",
                "notes": "<td></td>"
            }
        ]
    },
    {
        "title": "<h1>Arts of Africa and Its Diaspora</h1>",
        "code": "<h2>CAS AA 215</h2>",
        "description": "<p>Exploration of a diversity of visual and performing arts from Africa, including royal regalia, masquerades, and contemporary painting. Examines how the dispersal of Africans, due to the transatlantic slave trade and immigration, contributed to the cultural richness of the Americas. Effective Fall 2019, this course fulfills a single unit in each of the following BU Hub areas: Aesthetic Exploration, Global Citizenship and Intercultural Literacy, Critical Thinking. </p>",
        "units": "<dd>4</dd>",
        "schedule": []
    },
    {
        "title": "<h1>Topics in Religion and Music</h1>",
        "code": "<h2>CAS AA 225</h2>",
        "description": "<p>May be repeated for credit as topics change. Topic for Fall 2019: Religion and Hip Hop Culture. Considers an often overlooked element in the study of hip hop culture, religion. Specifically, the course offers students the opportunity to examine the variety of ways that religion finds expression in the dynamic cultural medium of hip hop.</p>",
        "units": "<dd>4</dd>",
        "schedule": []
    }
]